Repository: chandra311/orangescrum
Catalog: orangescrum/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: folders
it: cartelle

source: You have provided the details of
it: Hai fornito i dettagli di

source: email sending options in
it: opzione per l'invio di email in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
it: Hai aggiornato FROM_EMAIL_NOTIFY e SUPPORT_EMAIL in

source: How it Works?
it: Come funziona?

source: Help!
it: Aiuto!

source: to
it: a

source: Make sure that, the
it: Assicurarsi che la

source: file is there in the root directory
it: il file è nella directory principale

source: Login to your Account
it: Accedi al tuo account

source: Quick Signup
it: Registrazione Veloce

source: Company Name
it: Nome della ditta

source: Remember me
it: Ricordati di me

source: Forgot Password
it: Dimenticato la password

source: By signing up you you agree that you have read, understand, and accept the
it: Con la registrazione si è d'accordo di aver letto, compreso, e si accetta il

source: License
it: Licenza

source: Signup
it: Registrazione

source: Resend
it: Inviare di nuovo

source: Are you sure you want to enable
it: Sei sicuro che si desidera attivare

source: Are you sure you want to disable
it: Sei sicuro che si desidera disattivare

source: Are you sure you want to mark
it: Sei sicuro che si desidera contrassegnare

source: as client
it: come Client

source: Mark Client
it: Segna come Client

source: Are you sure you want to revoke client access from
it: Sei sicuro di voler revocare l'accesso client da

source: Revoke Client
it: Revoca client

source: Are you sure you want to revoke Admin privilege from
it: Sei sicuro di voler revocare il privilegio Admin da

source: Revoke Admin
it: Revoca Admin

source: Are you sure you want to grant Admin privilege to
it: Sei sicuro che si desidera concedere il privilegio Admin per

source: Grant Admin
it: Concessione Admin

source: No activity yet
it: Ancora nessuna attività

source: No users found.
it: Nessun utente trovato.

source: Sending invitation again
it: Nuovo invio dell'invito

source: Add New User
it: Aggiungi nuovo utente

source: API Access Token
it: Token di accesso alle API

source: Are you sure you want to delete
it: Sei sicuro di voler eliminare

source: Choose Company Logo
it: Scegli il Logo della Società

source: Are you sure to delete logo
it: Sei sicuro di voler eliminare il logo

source: Time Zone
it: Fuso orario

source: Edit Profile Image
it: Modifica Immagine del Profilo

source: Delete Profile Image
it: Elimina Immagine del Profilo

source: Choose Profile Image
it: Scegli Immagine del Profilo

source: Keep me upto date with new features
it: Tienimi aggiornato con nuove funzionalità

source: No project(s) assigned
it: Nessun progetto(i) assegnato

source: notEmpty
it: non vuoto
