Repository: chandra311/orangescrum
Catalog: orangescrum/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Project Status of the Week
it: Stato del progetto della settimana

source: Closed/Total Tasks
it: Chiuso / Attività totali

source: Usage
it: uso

source: No Project Status on last week
it: No Stato Progetto scorsa settimana

source: Out of
it: Fuori da

source: User has not logged in to the system since last week
it: L'utente non ha effettuato l'accesso al sistema dalla scorsa settimana

source: tasks created and
it: le attività create e

source: updated on last week
it: aggiornato settimana scorsa

source: storage used on all projects
it: memorizzazione utilizzato su tutti i progetti

source: The page you requested was not found
it: La pagina richiesta non è stata trovata

source: You may have clicked an expired link or mistyped the address.<br/>Some web addresses are case sensitive.
it: Potreste aver cliccato un link di scaduto o digitato in modo errato l'indirizzo. <br/> Alcuni indirizzi web sono maiuscole e minuscole.

source: There is some Problem
it: C'è qualche problema

source: Please check you database connection in `app/Config/database.php` or may be some syntax error in your code
it: Si prega di verificare la vostra connessione al database in `app / config / database.php` o può essere qualche errore di sintassi nel codice

source: Please check you database connection in `app/Config/database.php` or may be some syntax error
it: Si prega di verificare la vostra connessione al database in `app / config / database.php` o può essere qualche errore di sintassi

source: Database Error
it: Errore di Database

source: Database table is missing or there is some problem with your database or query
it: manca la tabella del database o c'è qualche problema con il database o la query

source: Today at
it: Oggi alle

source: Y'day at
it: ieri alle

source: Y'day
it: ieri

source: just now
it: proprio adesso

source: mins ago
it: minuti fa

source: min ago
it: minuti fa

source: hours ago
it: ore fa

source: hour ago
it: un'ora fa

source: ago
it: fa

source: to go
it: andare

source: at
it: a

source: As a
it: Come un

source: Company account has been confirmed by
it: account aziendale è stato confermato da

source: as a
it: come un

source: user
it: utente

source: With email
it: con la posta elettronica

source: With
it: Con

source: updated during
it: aggiornato durante

source: Welcome to OrangeScrum Community version Installation wizard
it: Benvenuti alla procedura guidata di installazione versione OrangeScrum Community

source: Make sure to copy the downloaded zip file to the "app/webroot" folder before starting installation. Please ignore if it is already done.
it: Assicurarsi di copiare il file zip scaricato nella cartella \ "app / webroot " prima di iniziare l'installazione. Si prega di ignorare se è già fatto.

source: Please click on start button to start
it: Cliccate sul pulsante Start per avviare

source: add-on installation procedure.
it: add-on procedura di installazione.

source: Verify
it: ✓ Verifica

source: Finish
it: finire

source: Please provide a valid add-on name in the URL as shown in the installation guide to install that add-on.
it: Si prega di fornire un valido nome add-on nell'URL come indicato nella guida di installazione per installare il componente aggiuntivo.

source: Go to Installation guide.
it: Vai alla Guida di installazione.

source: No task(s) available.
it: Nessun compito disponibile.

source: Project cannot be left blank!
it: Progetto non può essere lasciato vuoto!

source: Title cannot be left blank!
it: Il titolo non può essere lasciato vuoto!

source: Start Date cannot be left blank!
it: Data di inizio non può essere lasciato vuoto!

source: Start Date cannot exceed End Date!
it: La data iniziale non può essere superiore dalla data finale!

source: No Milestone(s) available.
it: Nessuna Milestone disponibile.

source: Owner
it: Proprietario

source: No user(s) available.
it: Nessun utente disponibile.

source: User(s) in this
it: Utente/i in questo

source: Cancel Daily Progress Reminder
it: Annulla quotidiano promemoria progressi

source: No tasks(s) available.
it: No task disponibili.

source: Created Date
it: Data di Creazione

source: No tasks available
it: No task disponibili

source: Cancel Daily Catch-Up
it: Annulla Catch-Up quotidiano

source: Do you want to get daily progress update from your team member(s)?
it: Vuoi avere l'aggiornamento giornaliero dei progressi dai membri del tuo team?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
it: Basta programmarlo e sedersi, alla fine della giornata, si otterrà l'e-mail di aggiornamento nella tua casella di posta.

source: Get Daily Team updates without nagging them.
it: Ricevi aggiornamenti del team giornalieri senza dar loro fastidio.

source: Get Daily Progress from your team mates in a single email
it: Ottieni quotidiano progresso dal tuo team in una sola e-mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
it: Si dispone di un team distribuito, ogni attività non può essere catturata, vuoi solo che il tuo team mandi un update giornaliero, basta impostare ciò qui e sedersi.

source: Automate daily updates from your team.
it: Automatizzare aggiornamenti quotidiani dal vostro team.

source: Upload File
it: Caricare un file

source: Preview Data
it: anteprima dati

source: Upload Summary
it: Carica Sommario

source: Upload your CSV file
it: Carica il file CSV

source: Choose file
it: Scegli il file

source: rows maximum size
it: file di dimensione massima

source: Continue
it: proseguire

source: CSV File
it: File CSV

source: Download the sample file
it: Scarica il file di esempio

source: to see what you can import
it: per vedere cosa è possibile importare

source: mandatory
it: obbligatorio

source: Description of the task
it: Descrizione del compito

source: Due date of Task (mm/dd/yyyy)
it: Data di scadenza della Task (gg / mm / aaaa)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
it: Stato attuale della Task (NUOVO, In corso, DECISO, CHIUSO)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
it: Tipo di attività (Bug, Sviluppo, Miglioramento, RnD, QA, Unit Testing, di manutenzione, di rilascio, aggiornamenti, Idea, Altri)

source: Email ID of Task Assigned To
it: ID e-mail del compito assegnato a

source: Help
it: Aiuto

source: Choose a project to Import Task
it: Scegli un progetto da importare Task

source: Upload the valid CSV file with your Tasks
it: Carica il file CSV valido con i tuoi compiti

source: First system will prompt a preview of all the data in the file
it: Primo sistema richiederà l'anteprima di tutti i dati nel file

source: In preview you can validate your data
it: In anteprima è possibile convalidare i dati

source: Confirm the data in the preview and Import them to the system
it: Confermare i dati nell'anteprima e importarli sul sistema

source: All the Tasks will be posted to the selected Project.
it: Tutte le task saranno affisse al progetto selezionato.

source: Tasks to Import
it: task da importare

source: Please double-check the below points before importing your Tasks
it: Si prega di ricontrollare i seguenti punti prima di importare i vostri task

source: Blank Title
it: Titolo blank

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
it: Scadenza non valida (dovrebbe essere <b> MM </ b> / <b> DD </ b> / <b> AAAA </ b>)

source: Invalid or Misspelled Status
it: Stato non valido o errato

source: Invalid or Misspelled Type
it: Tipo non valido o errato

source: Unknown Assigned To Email ID (User must be associated with the project)
it: Sconosciuto Assegnato a id-mail (l'utente deve essere associato con il progetto)

source: Confirm & Import
it: Confermare & Importare

source: Input CSV file
it: input file CSV

source: Total data
it: totale dati

source: rows
it: righe

source: Valid data
it: dati validi

source: Task(s) Imported into project
it: Task importato nel progetto

source: Please upload a valid csv file
it: Si prega di caricare un file CSV valido

source: Export milestone to CSV
it: Esporta milestone in formato CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
it: Si prega di selezionare almeno uno casella di controllo per esportare le milestone task per csv

source: Inactive
it: Inattivo

source: You have not created any project yet
it: Non hai ancora creato un progetto

source: No projects found.
it: Nessun progetto trovato.

source: Disable
it: disabilitare

source: Enable
it: consentire

source: User(s)
it: Use

source: Task(s)
it: Compiti)

source: Storage
it: Conservazione

source: Hour(s)
it: Ore

source: Welcome
it: benvenuto

source: Get started with your Orangescrum account
it: Inizia con il tuo account Orangescrum

source: You're just 3 simple steps away from exploring Orangescrum!
it: Sei solo 3 semplici passi di distanza dall'esplorare Orangescrum!

source: Create and Assign Project
it: Creare e assegnare Progetto

source: Name your project suitably and select a matching short name.
it: Assegnare un nome al progetto, opportunamente e selezionare un nome breve corrispondente.

source: You as an admin will be automatically assigned the project created above
it: come admin ti verrà automaticamente assegnato il progetto creato in precedenza

source: Send invitation to co-workers for the project
it: Invia invito a collaboratori per il progetto

source: Users need to setup their account by using the invitation email
it: Gli utenti hanno bisogno di impostare il proprio account utilizzando l'email di invito

source: Then, Admin can add them up to the project
it: Poi, Admin li può aggiungere al progetto

source: You can create task under a project
it: È possibile creare un task sotto un progetto

source: Select title, put due date, set priority
it: Seleziona titolo, data di scadenza , impostare la priorità

source: Assign the task to resource
it: Assegnare il task a risorse

source: of 3 Steps Completed
it: di 3 passaggi completati

source: Create your first project, and get started
it: Crea il tuo primo progetto, e per iniziare

source: Looks like it's just you in here
it: Sembra che ci sia solo tu qui

source: works best when you add your Co-workers.
it: funziona meglio quando si aggiungono i tuoi colleghi.

source: Final step, Create Task and assign, Boom!
it: Passo finale, Crea Task e assegnale, Boom!

source: Wow! You have completed all the basics of
it: Wow! Hai completato tutte le nozioni di base

source: Now you can get started with
it: Ora si può iniziare con

source: This page will automatically redirect to dashboard within
it: Questa pagina reindirizzerà automaticamente alla dashboard all'interno

source: Click here
it: Clicca qui

source: to Redirect to the task page.
it: per essere reindirizzato alla pagina dei task.

source: Create your Custom Task Type
it: Crea il tuo tipo di Task personalizzato

source: Loading users
it: Caricamento utenti

source: Or
it: O

source: to Redirect to the dashboard page.
it: di reindirizzamento alla pagina dashboard.

source: Alert Time
it: Allerta Tempo

source: Minute(s)
it: Minuti

source: Timezone
it: Fuso orario

source: Frequency
it: Frequenza

source: 5 days in week
it: 5 giorni a settimana

source: 6 days in week
it: 6 giorni a settimana

source: 7 days in week
it: 7 giorni a settimana

source: 12 default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes.
it: 12 Tipi di default task elencati e i task associati con loro. È possibile rimuovere uno di essi deselezionando la casella di controllo e salvando le modifiche.

source: Click on the
it: Clicca sul

source: and add your new Task Types.
it: e aggiungere i nuovi tipi di attività.

source: Custom Task Type
it: Tipo Task Personalizzato

source: Default Task Type
it: Tipo di Task di Default

source: Task(s)
it: Compiti

source: Task Types are independent of Projects, but please create a Project to get started.
it: Tipi di task sono indipendenti dai progetti, ma si prega di creare un progetto per iniziare.

source: Email Notification
it: notifica per email

source: Invited
it: Invitato

source: ON
it: SOPRA

source: Disabled
it: Disabilitato

source: No users assigned
it: Nessun utente assegnati

source: No data available
it: Nessun dato disponibile

source: Bug Count
it: conteggio dei bug

source: Day(s)
it: Giorni

source: Bug Report
it: Riportare Bug

source: Bugs created.
it: Bug creato.

source: Avg. days to Resolve a Bug
it: AVG. giorni per risolvere un bug

source: Avg. days to Close a Bug
it: AVG. giorni per chiudere un bug

source: Hours spent on these Bugs
it: Ore passate su questi bug

source: No data for this date range & project.
it: Non ci sono dati per questo intervallo di date e di progetto.

source: Not enough Analytics data!
it: Non abbastanza dati di analisi!

source: Task Type - Pie Chart
it: Task Type - grafico a torta

source: Loading task type pie chart
it: Caricamento grafico a torta tipo di task

source: Loading Statistics
it: Caricamento statistiche

source: Task Trend Chart
it: Tracciato delle tendenze Task

source: Loading task trend chart
it: Caricamento Grafico tendenza Task

source: Bug Status Pie Chart
it: grafico a torta dello stato dei bug

source: Loading bug status pie chart
it: grafico a torta dello stato di caricamento dei bug

source: Bug Statistics
it: Statistiche bug

source: Bugs Life Cycle - Line Chart
it: Bugs Life Cycle - Grafico a linee

source: Loading bug life cycle line chart
it: grafico a linee del caricamento del bus life cycle

source: Bug Glide Path Chart
it: Bug Glide Path Grafico

source: Loading bug glide path chart
it: Caricamento grafico bug glide path

source: Replies
it: risposte

source: No Results Found
it: Nessun risultato trovato

source: hour
it: ora

source: Total Hours
it: Ore totali

source: Hours Report
it: Rapporto ore

source: Hours Spent on Task Type - Pie Chart
it: Ore passate su Task Type - Grafico a torta

source: Loading Pie Chart
it: Caricamento grafico a torta

source: Hours Spent by All
it: Ore trascorse da Tutti

source: Loading Grid view
it: Caricamento vista Griglia

source: Loading Line Chart
it: Caricamento Grafico Linea

source: Total # of Tasks
it: Totale di # di Task

source: # of Tasks
it: # Dei task

source: Tasks created.
it: Task creati.

source: Avg. days to Resolve a Task
it: AVG. giorni per risolvere un Task

source: Avg. days to Close a Task
it: AVG. giorni di tempo per chiudere un Task

source: Hours spent on these Tasks
it: Ore impiegate per questi task

source: Tasks Count
it: conteggio dei task

source: No Data for this week
it: Nessun dato per questa settimana

source: Create Task Template
it: Crea attività Template

source: Default Template
it: modello predefinito

source: # of Tasks Report
it: # Di rapporto di task

source: No project(s) available.
it: Nessun progetto disponibile.

source: Assigned Project(s)
it: Progetto assegnato

source: No project(s) assigned.
it: Nessun progetto assegnato.

source: OVERDUE TASKS
it: Le attività scadute

source: years
it: anni

source: months
it: mesi

source: No tasks
it: Nessuna attività

source: UPCOMING TASKS
it: COMPITI PROSSIMI

source: Choose which filters to show in your dashboard tabs
it: Scegliere quale filtro per mostrare nelle vostre schede della dashboard

source: Old Password
it: vecchia password

source: New Password
it: nuova password

source: Confirm Password
it: conferma password

source: Change
it: Cambiamento

source: Sorry, this is not available in this version.
it: Scusate, ma non è disponibile in questa versione.

source: Send me Email Notification
it: Inviami notifica e-mail

source: All New Task
it: Tutte Nuove task

source: Send me All New Task emails
it: Inviatemi Tutte le email riguardanti il Nuovo Task

source: All Task Reply & Comment
it: Tutte le attività Rispondi & Commenta

source: All Task Status Change
it: tutti i cambiamenti di stato dei task

source: Send me All Status Update emails
it: Inviatemi Tutte le email riguardanti aggiornamento di stato

source: Show me Notification
it: Mostrami Notifica

source: Enable Desktop Notification
it: Abilita notifica sul desktop

source: Browser version supporting Desktop Notification,
it: versione del browser supporta le notifiche sul desktop

source: Firefox 22 and above
it: Firefox 22 e, soprattutto,

source: Chrome 32 and above
it: Chrome 32 e, soprattutto,

source: Above Safari 6 on Mac OSX 10.8+
it: Sopra Safari 6 su Mac OSX 10.8+

source: Send me Email Reports
it: Mandami Report Email

source: Daily
it: Quotidiano

source: Task Due (daily)
it: Task dovuto (al giorno)

source: Daily Update Report
it: Report di aggiornamento giornaliero

source: Send me Email
it: Mandarmi una email

source: Hour
it: Ora

source: Select Projects
it: selezionare i progetti

source: Forgot your password?
it: Hai dimenticato la password?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
it: Per reimpostare la password, digitare l'indirizzo email completo utilizzato per accedere al tuo account Orangescrum.

source: Submit
it: invio

source: After submitting please click on the link sent to your email
it: Dopo la presentazione clicca sul link inviato al tuo indirizzo email

source: Your Password is successfully changed.
it: La password viene cambiata con successo.

source: Login
it: Anmeldung

source: with your new pasword
it: con la nuova password

source: Please enter your email.
it: Per favore inserisci la tua mail.

source: Invalid 'E-mail' address!
it: Indirizzo email non valido!

source: Password cannot be blank!
it: La password non può essere vuota!

source: Password should be between 6-15 characters!
it: La password deve essere tra 6-15 caratteri!

source: Re-Type Password cannot be blank!
it: Re-type password non può essere vuoto!

source: Passwords do not match!
it: Le passwords non corrispondono!

source: Getting Started with Orangescrum
it: Introduzione a Orangescrum

source: Name your project suitably, choose short name accordingly.
it: Assegnare un nome al progetto, opportunamente, scegliere un nome breve di conseguenza.

source: Add up your team members/customers to the project while creating.
it: Aggiungete i membri del team / clienti al progetto durante la creazione.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
it: In alternativa, è possibile aggiungere squadra / cliente di un progetto nella sezione 'Gestione Progetti'.

source: Send invitation to team member (separate by comma for multi Email IDs)
it: Invia invito al Team Member (separati da virgola per gli ID di multi-mail)

source: Invitees need to set up their account using link provided in the email.
it: Gli invitati hanno bisogno di configurare il proprio account utilizzando il link fornito nell'e-mail.

source: Assign projects to your team members while inviting them.
it: Assegnare i progetti per i membri del team, mentre vengono invitati.

source: You can assign/remove projects from your team members any time on manage users section.
it: È possibile assegnare / rimuovere progetti da membri del team in qualsiasi momento sulla gestione sezione utenti.

source: Enter a title, put due date or set priority and create a task under a project.
it: Inserire un titolo, inserire la data di scadenza o una serie di priorità e creare un'attività nell'ambito di un progetto.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
it: Assegnare compito di un membro del team, allegare file da Google Drive o Dropbox, durante la creazione di un'attività.

source: You can also Import a bunch of tasks from a .CSV file under a project.
it: È inoltre possibile importare un po 'di compiti da un file .csv nell'ambito di un progetto.

source: You can categorize your Task usign the Task Types.
it: È possibile classificare il vostro compito usando i tipi di task.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
it: E non importa se la vostra attività è riguardante l'istruzione o servizi sanitari o costruzione, è possibile definire il proprio tipo di Task e aggiungere task sotto di loro

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
it: È possibile rimuovere il default Task Type deselezionando la casella di controllo e salvando le modifiche.

source: Respond via Email
it: Rispondere via e-mail

source: You can respond to the task Email sent from
it: È possibile rispondere alla task e-mail inviata da

source: Your Email response will be posted on Orangescrum against that task.
it: La vostra e-mail di risposta verrà pubblicata sul Orangescrum contro questo task.

source: Respond on a task even on-the-go from your mobile via Email.
it: Rispondere su un task, anche on-the-go dal cellulare via e-mail.

source: Desktop Notification
it: messaggio sul desktop

source: Notification
it: Notifica

source: The Desktop Notification works on heigher versions of most of the browsers.
it: Il messaggio sul desktop funziona su versioni superiori rispetto della maggior parte dei browser.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
it: Firefox 22 e superiori, Chrome 32 e superiori, Safari 6 su Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
it: Vedrete un pop-up quando una nuova attività o la risposta arriva, in modo da poter tenere traccia delle proprie attività anche quando non stai guardando

source: Turn the desktop notification On or Off in the
it: setta On o Off il messaggio sul desktop nel

source: page.
it: pagina.

source: Settings
it: impostazioni

source: Setting
it: ambiente

source: Timezone & Profile
it: Fuso orario & profilo

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
it: Personalizza il tuo account Orangescrum impostando i dati del profilo e del fuso orario.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
it: Le impostazioni di fuso orario aiutano a mantenerti aggiornato mentre si lavora con un team virtuale o remoto.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
it: La notifica e-mail è impostata su "No " per impostazione predefinita, per ottenere quelle e-mail solo quando selezionato task è selezionato.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
it: Impostare a "Sì ", per ottenere tutte le email Task da tutti i tuoi progetti assegnati da Orangescrum.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
it: È possibile attivare o disattivare la notifica di Google Chrome Desktop nella pagina "Notifica " \.

source: Reports
it: Rapporti

source: Customize your Email report settings.
it: Personalizzare le impostazioni dei rapporti e-mail.

source: Select projects and set your daily update settings.
it: Selezionare i progetti e settare le impostazioni di aggiornamento quotidiano.

source: Replied
it: risposto

source: Comment
it: Commento

source: Edited
it: Modificato

source: Welcome to Orangescrum Community Edition v1.6.1
it: Benvenuto in Orangescrum Community Edition v1.6.1

source: Make sure that,
it: Assicurati che,

source: You have write permission (777) to
it: Hai il permesso di scrittura (777) su

source: and
it: e
