Repository: chandra311/orangescrum
Catalog: orangescrum/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Please select currency.
it: Si prega di selezionare la valuta.

source: Archived Invoice
it: fattura archiviata

source: Restore
it: Ristabilire

source: Invoice
it: Fattura

source: Invoice Date
it: Data fattura

source: Customer
it: Cliente

source: Amount
it: Quantità

source: Paid
it: Pagato

source: Archive
it: archivio

source: No records
it: Nessuna registrazione

source: Are you sure you want to delete this invoice ?
it: Sei sicuro di voler eliminare questa fattura?

source: Invoice deleted successfully.
it: Fattura cancellato con successo.

source: Invoice not deleted.
it: Fattura non cancellato.

source: Customers
it: Clienti

source: Add Customer
it: Aggiungere clienti

source: Organization
it: Organizzazione

source: Address
it: Indirizzo

source: Currency
it: Moneta

source: Mark as Paid
it: Segna come Pagato

source: Mark as Unpaid
it: Segna come non pagata

source: Company Logo
it: Logo della compagnia

source: Billing From
it: Fatturazione Da

source: Choose a Customer
it: Scegliere un cliente

source: Add New Customer
it: Aggiungi nuovo cliente

source: No Customers found
it: Nessun cliente trovato

source: Billing To
it: fatturazione per

source: Terms
it: condizioni

source: Due on receipt
it: Dovuto al ricevimento

source: Balance Due
it: Saldo scaduto

source: Date
it: Data

source: Qty
it: Quantità

source: Rate
it: tasso

source: Add Line-item
it: Aggiungere Linea-item

source: USD
it: Dollaro statunitense

source: Subtotal
it: totale parziale

source: Discount Percent
it: per cento di sconto

source: Discount Flat
it: sconto piatto

source: Tax
it: Imposta

source: Total Amount
it: Importo totale

source: Message displayed on invoice
it: Messaggio visualizzato sulla fattura

source: Memo
it: promemoria

source: Save & Send
it: Salva e invia

source: Save & Download
it: Salva & Scarica

source: Save & Close
it: Salva e chiudi

source: Save & New
it: Salva e Nuovo

source: Preview &amp; Print
it: Anteprima & amp; Stampare

source: File size exceeds 2MB.
it: dimensione del file supera 2 MB.

source: Are you sure you want to delete this time log ?
it: Sei sicuro di voler eliminare questo time log?

source: Discount
it: Sconto

source: Send Email
it: Invia una email

source: Send
it: Inviare

source: Unbilled Time
it: Tempo non pagato

source: Total Billable
it: totale fatturabile

source: Create Invoice
it: creare fattura

source: Create Invoice without Unbilled Time
it: Creare fattura senza Tempo non pagato

source: Resource
it: Risorsa

source: Hours
it: Ore

source: Billable
it: fatturabile

source: Archived
it: Archiviati

source: Manage Customers
it: gestire i clienti

source: Add Unbilled time to Invoice
it: Aggiungere il tempo non pagato alla fattura

source: Choose Invoice
it: Scegli fattura

source: Generate Invoice
it: generare fattura

source: Optional
it: Facoltativo

source: US Dollar
it: Dollaro Americano

source: price
it: prezzo

source: Note
it: Nota

source: optional
it: facoltativo

source: Send invoice
it: Inviare la fattura

source: From
it: Da parte di

source: To
it: A

source: Subject
it: Soggetto

source: Message
it: Messaggio

source: Layout
it: disposizione

source: Language changed successfully
it: Lingua cambiata con successo

source: Language can't change. Try again later !
it: La lingua non può cambiare. Riprovare più tardi !

source: Language Setting
it: Impostazione della lingua

source: Language
it: Lingua

source: Template tasks updated successfully
it: Template tasks aggiornati con successo

source: Add New Template
it: Aggiungere nuovo modello

source: Remove
it: Rimuovere

source: Add new Row
it: Aggiungere un nuovo rigo

source: loading
it: Caricamento in corso

source: No task on template
it: Nessun task sul template

source: Add Task to Template
it: Aggiungi task al Template

source: Create Project Template
it: Creazione del Template di progetto

source: Add to Project
it: Aggiungere al progetto

source: Created
it: Creato

source: Add Task
it: Aggiungere Task

source: Manage Task
it: gestire Task

source: First
it: Primo

source: Last
it: Ultimo

source: Are you sure to delete the template
it: Sei sicuro di voler eliminare il modello

source: There's an error with AJAX
it: C'è un errore con AJAX

source: No task on this template
it: Nessun compito su questo modello

source: No tasks found
it: Nessuna attività trovato

source: Project Name
it: Nome del progetto

source: Project Short Name
it: Progetto Nome breve

source: Default Assign To
it: Predefinito Assegnato a

source: Work Flow
it: Flusso di lavoro

source: Default Task Status Group
it: Predefinito Task Group Status

source: Create New Task Status Group
it: Crea nuovo Task Group Status

source: project
it: progetto

source: status
it: stato

source: No Activity
it: Nessuna attività

source: from
it: da parte di

source: up to
it: fino a

source: of user
it: dell'utente

source: for task
it: per l'attività

source: Date,Name,Task,Note,Start,End,Break,Billable,Hours
it: Data, Nome, Attività, Note, Inizio, Fine, Pausa, fatturabile, Ore

source: Export Date,
it: Export Data,

source: Total,
it: Totale,

source: Total Billable Hours,
it: Totale ore fatturabili,

source: Total Non-Billable Hours,
it: Totale ore non fatturabili,

source: Total Hours,
it: Ore totali,

source: Select Task
it: Selezionare Task

source: Estimated
it: Stimato

source: Start Time
it: Ora di inizio

source: End Time
it: Fine del tempo

source: Break Time
it: Pausa

source: Spent Hours
it: ore passate

source: Add Item
it: Aggiungi articolo

source: Note:
it: Nota:

source: Filters
it: filtri

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: This Week
it: Questa settimana

source: This Month
it: Questo mese

source: This Quarter
it: In questo trimestre

source: This Year
it: Quest'anno

source: Last Week
it: La settimana scorsa

source: Last Month
it: Lo scorso mese

source: Last Quarter
it: Lo scorso trimestre

source: Last year
it: L'anno scorso

source: Last 365 days
it: Ultimi 365 giorni

source: Custom Date
it: Data personalizzate

source: Search
it: Ricerca

source: Hour(s) Spent
it: ore trascorse

source: Select Resource
it: Selezionare Risorsa

source: Showing time log
it: Visualizzazione del registro di tempo

source: for all users and all dates
it: per tutti gli utenti e tutte le date

source: Reset Filters
it: Filtri di reset

source: All Dates
it: tutte le date

source: Last Year
it: L'anno scorso

source: Last 365Days
it: Ultima 365Days

source: From Date
it: da Data

source: To Date
it: Ad oggi

source: Total
it: Totale

source: Non-billable
it: Non fatturabili

source: Break
it: Rompere

source: Resource Utilization
it: Utilizzo delle risorse

source: Resource Utilization Report
it: L'utilizzo delle risorse Relazione

source: Start Timer
it: Avvio timer

source: Log Time
it: Tempo Log

source: Using
it: utilizzando

source: Mb of
it: Mb di

source: Mb of storage
it: MB di memoria

source: Archived by
it: archiviata da

source: Tasks
it: Compiti

source: File Name
it: Nome del file

source: Size
it: Dimensione

source: All
it: Tutti

source: None
it: Nessuna

source: Start Date
it: Data d'inizio

source: End Date
it: Data di fine

source: No Milestone in the Archive
it: No Milestone nell'Archivio

source: Yet to Sign In
it: devi ancora accedere

source: more...
it: Di Più...

source: hide...
it: nascondere...

source: Anytime
it: in qualsiasi momento

source: Past hour
it: ora passato

source: Past 24 hours
it: Ultime 24 ore

source: Past week
it: Settimana scorsa

source: Past month
it: Mese scorso

source: Past year
it: L'anno scorso

source: Custom range
it: limite di personalizzazione

source: Next month
it: Il prossimo mese

source: Next year
it: L'anno prossimo

source: From Date cannot be left blank!
it: Dalla data non può essere lasciato vuoto!

source: To Date cannot be left blank!
it: Ad oggi non può essere lasciato vuoto!

source: From Date cannot exceed To Date!
it: Dalla data non può essere superiore ad oggi!

source: Any time
it: ogni volta

source: Range
it: Gamma

source: Types
it: tipi

source: Members
it: Utenti

source: Assign to
it: Assegnato a

source: End Date cannot be left blank!
it: Data fine non può essere lasciato vuoto!

source: Last Sign In:
it: Ultimo accesso:

source: more
it: Di Più

source: hide
it: nascondere

source: Already in this Project.
it: Già in questo progetto.

source: No Projects assigned yet!
it: Nessun progetto ancora assegnato!

source: Move
it: Mossa

source: less
it: Di meno

source: No recently viewed
it: No visti di recente

source: Search Results
it: risultati di ricerca

source: No result found
it: nessun risultato trovato

source: Are you sure you want to change the Due Date?
it: Sei sicuro che si desidera modificare la data di scadenza?

source: Task Filter
it: Task Filtro

source: Time
it: Tempo

source: Users
it: utenti

source: Group by
it: Raggruppa per

source: Assigned to
it: Assegnato a

source: Sort by
it: Ordina per

source: Tab Settings
it: Impostazioni della scheda

source: Loading...
it: Caricamento in corso...

source: loading...
it: caricamento in corso...

source: My
it: Mio

source: Loading Tasks...
it: Caricamento Task ...

source: Active
it: Attivo

source: Create Task
it: Aufgabe erstellen

source: View All
it: Guarda tutto

source: Create Project
it: Crea progetto

source: Invite User
it: Invita utenti

source: Summary
it: sommario

source: No Recent Activities
it: Attività recenti

source: Task without Due Date
it: Task senza data di scadenza

source: Hours spent and still counting
it: Ore passate e ancora contando

source: Hours spent on
it: Ore passate su

source: Your download is ready click below to download
it: Il download è pronto clicca qui sotto per scaricare

source: Overdue Tasks
it: Le attività scadute

source: Upcoming Tasks
it: Compiti Prossimi

source: Created on
it: Creato

source: No tasks assigned to you, Explore cool features
it: Non ci sono compiti assegnati a voi, esplorare le caratteristiche cool

source: of File Storage
it: di File Storage

source: Projects
it: progetti

source: Active Users
it: utenti attivi

source: Recent
it: Recente

source: Assigned To Me
it: Assegnato a me

source: Delegated To Others
it: Delegato ad altri

source: Create New Task
it: Crea una nuova operazione

source: Complete
it: Completare

source: Late by
it: in ritardo di

source: days
it: giorni

source: day
it: giorno

source: Coming up in
it: Venendo in

source: These tasks are waiting on this task.
it: Queste task sono in attesa su questo task.

source: Resolve
it: Risolvere

source: Close
it: Vicino

source: Re-open
it: Riaprire

source: Reply
it: rispondere

source: Move to Project
it: Spostare a Progetto

source: Move Task To Milestone
it: Spostare task Per Milestone

source: Move to Milestone
it: Spostare a Milestone

source: Remove Task
it: rimuovere Task

source: No active Milestone
it: No Milestone attiva

source: No Completed Milestone
it: No Milestone Completato

source: No milestone
it: Nessun traguardo

source: Create Milestone
it: creare Milestone

source: Task Reports
it: Task Report

source: Hour Spent
it: ora trascorsa

source: Weekly Usage
it: Uso settimanale

source: Apply
it: Applicare

source: Go Back
it: Torna indietro

source: Dashboard
it: scrivania

source: Manage
it: Gestire

source: Personal Settings
it: Impostazioni personali

source: My Profile
it: Il mio profilo

source: Change Password
it: Cambia la password

source: Notifications
it: notifiche

source: Email Reports
it: Rapporti e-mail

source: Company Settings
it: Impostazioni azienda

source: My Company
it: La mia compagnia

source: Cancel Account
it: Cancellare account

source: Account Settings
it: Impostazioni dell 'account

source: Subscription
it: Sottoscrizione

source: Credit Card
it: Carta di credito

source: Transactions
it: Le transazioni

source: Upgrade Subscription
it: abbonamento di aggiornamento

source: Downgrade Subscription
it: downgrade abbonamento

source: Edit Credit Card
it: Modifica carta di credito

source: Account Limitation
it: Limitazione account

source: Pricing
it: Prezzi

source: Activities
it: attività

source: Daily Progress Reminder
it: Promemoria progresso quotidiano

source: Time Log
it: tempo Log

source: Template
it: Modello

source: Templates
it: Modelli

source: Analytics
it: analitica

source: Bug Reports
it: segnalazioni di bug

source: Hours Spent Reports
it: Rapporti ore passate

source: Delete Account
it: Cancellare l'account

source: Task Status Group
it: Task Group Status

source: Weekly Usage Report
it: Rapporto settimanale di utilizzo

source: Resource Utilizations
it: Utilizzi risorse

source: Installation Wizard
it: Installazione guidata

source: Installed Add-ons
it: Componenti aggiuntivi installati

source: Miscellaneous
it: miscellaneo

source: Gantt Chart
it: Diagramma di Gantt

source: Find a Project
it: Trova un progetto

source: List View
it: Visualizzazione elenco

source: Compact View
it: Vista compatta

source: Calendar
it: Calendario

source: Manage Milestone
it: gestire Milestone

source: Parents
it: genitori

source: Dependents
it: dipendenti

source: Task can't start. Waiting on these task to be completed.
it: Compito non può iniziare. In attesa di questi compiti da completare.

source: Est. Hour(s)
it: Est. Or

source: View
it: vista

source: View remaining
it: vista rimanenti

source: threads
it: discussioni

source: View latest 5
it: Leggi gli ultimi 5

source: View oldest thread on top
it: Visualizza thread più anziano in cima

source: Newer
it: Più nuovo

source: View newest thread on top
it: Visualizza ultimo thread in cima

source: Older
it: Più vecchio

source: HTML Editor
it: Editor HTML

source: Text Editor
it: Editor di testo

source: Write your Reply
it: Scrivere la risposta

source: Attachment(s)
it: Allegato

source: Select multiple files to upload...
it: Selezionare più file da caricare ...

source: Drag and Drop files to Upload
it: Trascinare i file di Upload

source: Max size
it: dimensione massima

source: Notify via Email
it: Notifica via e-mail

source: Do not show this reply to the client
it: Non mostrare questa risposta al cliente

source: Post
it: Inviare

source: Assigned To
it: Assegnato a

source: Tomorrow
it: Domani

source: Next Monday
it: Lunedi prossimo

source: This Friday
it: Questo venerdì

source: Files in this Task
it: I file in questo compito

source: More
it: Di Più

source: No Files in this Task
it: Nessun file in questo compito

source: Last Updated
it: Zuletzt aktualisiert

source: People Involved
it: Persone coinvolte

source: Search Results for
it: Cerca risultati per

source: Uploaded by
it: caricato da

source: Move to project
it: Spostare al progetto

source: Start timer
it: avviare il timer

source: Remove from
it: Rimuovere da

source: by
it: di

source: No Tasks
it: Nessuna attività

source: No tasks for me
it: Nessuna task per me

source: No tasks as overdue
it: Non ci sono task in ritardo

source: No tasks delegated
it: Non ci sono task delegati

source: No high priority tasks
it: Nessuna task ad alta priorità

source: Add New
it: Aggiungere nuova

source: Enter Description...
it: Inserisci Descrizione ...

source: Estimated Hour(s)
it: Ore stimate

source: No files setelcted
it: Nessun file selezionato

source: Select a Project
it: Selezionare un progetto

source: Select a Task
it: Selezionare un task

source: Is Billable
it: è fatturabile

source: Start Conversation
it: Inizia Conversazione

source: Toggle navigation
it: navigazione Toggle

source: Please create a Project to add Task under that Project
it: Si prega di creare un progetto per aggiungere attività ai sensi di tale progetto

source: Recently viewed
it: Visualizzato recentemente

source: Search Tasks
it: ricerca Task

source: Project Template
it: Template progetto

source: This Account is managed by
it: Questo account è gestito da

source: Projects:
it: progetti:

source: Users:
it: utenti:

source: Help & Support
it: Aiuto e Supporto

source: Getting Started
it: Iniziare

source: Language Settings
it: Impostazioni della lingua

source: Sign Out
it: Disconnessione

source: General Questions
it: Domande generali

source: Features
it: Caratteristiche

source: How it works?
it: Come funziona?

source: Updated
it: aggiornato

source: out of
it: fuori da

source: task are closed
it: Task sono chiusi

source: Last activity on
it: Ultima attività sul

source: Not Found
it: Non trovato

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Select Currency
it: Seleziona la valuta

source: Street
it: strada

source: City
it: Città

source: State
it: Stato

source: Country
it: Nazione

source: Postal Code
it: codice postale

source: Phone Number
it: Numero di telefono

source: Make Inactive
it: rendere inattiva

source: Details
it: Dettagli

source: Create
it: Creare

source: My Project
it: Il mio progetto

source: Short Name
it: Nome corto

source: Add new Users
it: Aggiungere nuovi utenti

source: Add Users
it: Aggiungi utenti

source: owner
it: proprietario

source: Use comma to separate multiple email ids
it: Utilizzare virgola per separare più ID e-mail

source: Sorry, Project Limit Exceeded!
it: Siamo spiacenti, limite di progetti superato!

source: Please contact your account owner to create more projects
it: Si prega di contattare il proprietario dell'account per creare più progetti

source: Upgrade
it: aggiornamento

source: you account to create more projects
it: mostra come creare nuovi progetti

source: Unable to update project template
it: Impossibile aggiornare template del progetto

source: Please select one template
it: Si prega di selezionare un template

source: Project to be
it: Progetto da

source: Sorry, User Limit Exceeded!
it: Siamo spiacenti, limite di utenti superato!

source: your account to create more users
it: il tuo account per creare più utenti

source: Edit Task Status Group Name
it: Modifica lo stato del Task group name

source: Enter Task Status Group name
it: Inserire stato del Task group name

source: Enter status name
it: Inserire il nome dello stato

source: click button to save color
it: fare clic sul pulsante per salvare il colore

source: Add Status
it: Aggiungere Stato

source: No tasks have been archived yet on this project
it: Nessuna attività è stata ancora archiviata su questo progetto

source: All archived tasks of this project will appear here
it: Tutte le attività archiviate di questo progetto appariranno qui

source: No files have been archived yet on this project
it: Nessun file è stato ancora archiviato su questo progetto

source: All archived files of this project will appear here
it: Tutti i file archiviati di questo progetto appariranno qui

source: No task activities on this project
it: Nessuna attività Task su questo progetto

source: All activities of this project will appear here
it: Tutte le attività di questo progetto verranno visualizzate qui

source: No files have been shared or uploaded on this project
it: Nessun file è stato condiviso o caricato su questo progetto

source: All files shared on this project will appear here
it: Tutti i file condivisi su questo progetto appariranno qui

source: No files found
it: Nessun file trovato

source: No Overdue Task on this project
it: Nessun Task in ritardo su questo progetto

source: No High Priority Task have been created on this project
it: Nessun task ad alta priorità è stato creato su questo progetto

source: No Task for me on this project
it: Nessun task per me su questo progetto

source: No Task delegated on this project
it: Nessun task delegato a questo progetto

source: No Task have been created on this project
it: Nessun task è stato creato su questo progetto

source: All Task created on this project will appear here
it: Tutte i task creati su questo progetto appariranno qui

source: Set Password
it: Impostare la password

source: Create New Project
it: Crea nuovo progetto

source: New Task Type
it: Nuovo tipo di attività

source: Log time
it: tempo log

source: Choose an existing task
it: Scegli un'attività esistente

source: Need help getting started?
it: Hai bisogno di aiuto per iniziare?

source: If you get stuck or need help with anything we are here for you. Just
it: Se ti trovi in ​​difficoltà o bisogno di aiuto con qualsiasi cosa noi siamo qui per voi. Appena

source: send us a line
it: inviateci una linea

source: we will get back to you as soon as possible or find your answer at our
it: vi risponderemo al più presto possibile o troverai la risposta al nostro

source: Ok, got it!
it: Ok capito!

source: Invite New User
it: Invita nuovo utente

source: Make sure that you have done the below required changes in
it: Assicurarsi di aver fatto le modifiche di seguito richiesti

source: You have provided the details of <b>SMTP</b> email sending options in
it: Lei ha fornito i dettagli di <b> SMTP </ b> e-mail opzioni di invio a

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
it: Hai aggiornato FROM_EMAIL_NOTIFY e SUPPORT_EMAIL in

source: Export Tasks to CSV
it: Esporta task in CSV

source: Cancel Subscription Information
it: Annulla iscrizione Informazioni

source: Profile Image
it: Profilo Immagine

source: Browse
it: Navigare

source: Select your profile image...
it: Seleziona la tua immagine del profilo ...

source: Drag and set the box on the area you want to crop.
it: Trascinare e impostare la casella sull'area da ritagliare.

source: Confirm
it: Confermare

source: Select tabs to enable
it: Selezionare le schede per consentire

source: Remove User
it: rimuovere l'utente

source: Enter User Name
it: Inserire username

source: Loading users...
it: Caricamento utenti ...

source: Add User
it: Benutzer hinzufügen

source: Add & Continue
it: Aggiungi e continua

source: Assign Project
it: Assegnazione del progetto

source: Enter Project Name
it: Inserisci Nome del progetto

source: Loading projects...
it: Caricamento progetti ...

source: Assign
it: Assegnare

source: Assign & Continue
it: Assegna e continua

source: Remove Project
it: rimuovere Progetto

source: Add Tasks
it: aggiungere attività

source: Switch Milestone
it: interruttore Milestone

source: Loading tasks...
it: Caricamento attività ...

source: Move task to milestone
it: Spostare task Milestone

source: Move task
it: muovi task

source: Remove Tasks
it: rimuovere task

source: Feedback
it: Risposta

source: Template Name
it: Nome template

source: New Task Status
it: nuovo stato del task

source: Color
it: Colore

source: Loader
it: caricatore

source: Add a task here & hit enter....
it: Aggiungere un task qui e premi invio ....

source: Estd. Hour(s)
it: Estd. Std)

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
it: È possibile inserire tempo come 1.5 (che significa 1 ora e 30 minuti)

source: ALL
it: TUTTI

source: Do not show this task to the client
it: Non mostrare più questo task al cliente

source: Recurring Task
it: un task ricorrente

source: Repeat
it: Ripetere

source: Repeat Type
it: Tipo di ripetizione

source: Weekly
it: settimanalmente

source: Monthly
it: Mensile

source: Quarterly
it: Trimestrale

source: Yearly
it: Annuale

source: Starts
it: inizia

source: Ends after
it: termina dopo

source: occurrences
it: occorrenze

source: Ends on
it: Termina su

source: Statistics
it: statistica

source: SO FAR THIS WEEK
it: Finora questa settimana

source: Logged in User
it: Utente connesso

source: of Total
it: di Total

source: Last Week to Date
it: La scorsa settimana per Data

source: Tasks Created
it: task create

source: Tasks Updated
it: task aggiornate

source: Tasks Closed
it: task Chiuso

source: spent
it: speso

source: Storage Used
it: Stoccaggio

source: Task Status of the Week
it: Stato attività della settimana

source: Task Created
it: task creata

source: Task Updated
it: Task aggiornato
