Repository: chandra311/orangescrum
Catalog: orangescrum/app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Please specify a file name for download.
it: Si prega di specificare un nome di file per il download.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
it: Oops! File non trovato. File <br/> può essere cancellato o assicurarsi che si è specificato il nome corretto di file.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
it: Oops! Il file non può essere scaricato. <br/> Si potrebbe non avere accesso per scaricare il file.

source: Development
it: Sviluppo

source: Update
it: Aggiornamento

source: Change Request
it: Richiesta di modifica

source: Enhancement
it: Miglioramento

source: Research n Do
it: Ricerca e Esecuzione

source: Maintenance
it: Manutenzione

source: Quality Assurance
it: Garanzia di qualità

source: Unit Testing
it: Test Dispositivo

source: Release
it: Rilascio

source: Others
it: Altro

source: All Tasks
it: Tutte le attività

source: My Tasks
it: I miei compiti

source: Overdue
it: In ritardo

source: Delegated
it: Delegato

source: High Priority
it: Priorità alta

source: has been moved permanently
it: è stato spostato in modo permanente

source: Oops! File not found.
it: Oops! File non trovato.

source: File may be deleted or make sure you specified correct file name.
it: il file può essere cancellato assicurarsi che sia specificato il nome corretto del file.

source: Commented
it: Commentato

source: on the reply
it: sulla risposta

source: Error in uploading file to S3 bucket
it: Errore nel caricamento del file in S3 bucket

source: Status
it: Stato

source: NEW
it: NUOVO

source: STARTED
it: INIZIATO

source: RESOLVED
it: RISOLTO

source: CLOSED
it: CHIUSO

source: the Task
it: l'obiettivo

source: changed the type of
it: cambiato il tipo di

source: changed the due date of
it: cambiato la data di scadenza

source: changed the priority of
it: cambiato la priorità

source: changed the assigned to of
it: Cambiato l'assegnazione a di

source: Dependant tasks are not closed.
it: attività non autonome non sono chiuse.

source: High
it: alto

source: Medium
it: medio

source: Low
it: Basso

source: Due
it: Dovuto

source: Due On
it: Dovuto per

source: other
it: altro

source: Hours Spent
it: ore passate

source: Using
it: utilizzando

source: Mb of storage
it: MB di memoria

source: Last Activity
it: Ultima attività

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
it: projectName, milestoneName, compiti #, titolo, status, tipo, creato da, assegnata a, creato, lastUpdated, milestoneEndDate

source: Tasks#,Title,Description,Status,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
it: Compiti #, Titolo, Descrizione, Stato, Tipo, Milestone, Assegnato a, Due Date, creata da, data di creazione, ultimo aggiornamento

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
it: projectName, compiti #, titolo, status, tipo, creato da, assegnata a, creato, lastUpdated

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
it: Nome del progetto, Milestone Nome, Task #, Titolo, Stato, Tipo, Assegnato a

source: Created By
it: Creato da

source: No matched record found with this id
it: Nessun record abbinato trovato con questo id

source: Invalid Case id
it: Casella id non valida

source: Completed
it: Completato

source: of
it: di

source: New & In Progress
it: Nuovo & In Progresso

source: New
it: Nuovo

source: In Progress
it: In corso

source: Closed
it: Chiuso

source: Resolved
it: risolto

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
it: Titolo, Descrizione, Stato, Priorità, Task Type, Assegnato a, creata da, ultimo aggiornamento da, creato su, ore stimate, ore passate

source: Opps! Error occured in creation of zip file.
it: Opps! Si è verificato un errore nella creazione del file zip.

source: Opps! Error occured in creating the task csv file.
it: Opps! Errore nella creazione del file CSV.

source: Milestone successfully converted to task.
it: Milestone convertito con successo in un task.

source: Task successfully posted.
it: Task pubblicato con successo.

source: Sorry! invalid input. Please try again.
it: Scusate! inserimento non valido. Riprova.

source: It seems you have not copied the
it: Sembra che non abbiate copiato il

source: file for
it: file per

source: addon to app/webroot folder
it: componente aggiuntivo nella cartella app / webroot

source: file is extracted. Please click on next.
it: il file è stato estratto. Si prega di fare clic su Avanti.

source: Can not extract the zip file
it: Non è possibile estrarre il file zip

source: Invalid addon name
it: Nome componente aggiuntiva non valido

source: Databse configuration is completed. Please click on next.
it: La configurazione del Databse è completata. Si prega di fare clic su Avanti.

source: No content in the sql file.
it: Nessun contenuto nel file sql.

source: No sql file is present in the zip file.
it: Non è presente nessun file sql nel file zip.

source: Please click on verify to check it is installed properly or not.
it: Cliccare su verifica per controllare che sia installato correttamente o meno.

source: Can not copy the folder.
it: Non è possibile copiare la cartella.

source: No add-on Folder is present in the zip file.
it: Nessuna cartella add-on è presente nel file zip.

source: Congratulations! You have successfully installed
it: Complimenti! Hai installato con successo

source: add-on
it: componente aggiuntivo

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
it: Ora è necessario installare 'wkhtmltopdf' nel server e necessario aggiornare tale percorso nel file 'constants.php' all'interno della cartella 'app / config' al fine di generare il pdf delle fatture. Si prega di fare clic su Fine.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
it: Complimenti! È stato installato con successo la chat add-on. Ora è necessario installare 'Node.js' nel server e necessario aggiornare 'NODEJS_HOST' con la porta 3002 (ad esempio: http: // yourdomain: 3002) nel file 'constants.php' all'interno della cartella 'app / config' per comunicare con il nodo Host. Si prega di fare riferimento file 'readme.txt' per installare Node.js. Si prega di fare clic su Fine.

source: Please click on finish.
it: Si prega di fare clic su Fine.

source: Oops! The
it: Oops! Il

source: add-on is not installed properly.
it: add-on non è installato correttamente.

source: has been deleted
it: è stato cancellato

source: Oops! Error occured in deletion of milestone.
it: Oops! Errore durante la cancellazione della milestone.

source: Start date cannot exceed End date
it: La data di inizio non può superare la data di fine

source: Opps!, Milestone Title already exists..
it: Opps !,Il titolo della Milestone esiste già ..

source: Milestone added successfully.
it: Milestone aggiunta con successo.

source: Sorry!, We are not able to post this Milestone. Try again.
it: Spiacente !, Non siamo in grado di pubblicare questa Milestone. Riprova.

source: Milestone has been restored.
it: La Milestone è stata recuperata.

source: Oops! Error occured in restoration of milestone
it: Oops! Errore nel recupero della Milestone

source: Milestone has been completed.
it: La Milestone è stata completata.

source: Oops! Error occured in completion of milestone
it: Oops!Si è verificato un errore nel completamento della Milestone

source: Created by
it: Creato da

source: on
it: sopra

source: Project name
it: Nome del progetto

source: already exists
it: esiste già

source: Project short name
it: Progetto nome breve

source: saved successfully
it: Salvato con successo

source: activated successfully
it: attivato con successo

source: deleted successfully
it: cancellato con successo

source: deactivated successfully
it: disattivato con successo

source: Invalid or Wrong action!
it: Azione non valida o sbagliata!

source: created successfully
it: creato con successo

source: Error creating project
it: Errore nella creazione del progetto

source: User(s) successfully assigned to
it: Utenti assegnati con successo

source: Group update alert has been saved successfully.
it: l'avviso di aggiornamento del gruppo è stato salvato con successo.

source: Failed to save of Group update alert.
it: Impossibile salvare l'allerta aggiornamento del gruppo.

source: Template tasks added successfully
it: modelli dei task aggiunti con successo

source: Template Deleted successfully
it: Modello eliminato correttamente

source: Template activated successfully
it: Modello attivato con successo

source: Template can't be activated.Please try again.
it: il modello non può essere attivato.riprovare.

source: Template deactivated successfully
it: Modello disattivato con successo

source: Template can't be deactivated.Please try again.
it: Il modello non può essere disattivato.Riprovare.

source: Please split the file and upload again. Your file contain more than 1000 rows
it: Si prega di dividere il file e caricare di nuovo. Il file contiene più di 1000 righe

source: Please upload a file with size less then 2MB
it: Si prega di caricare un file con dimensione inferiore a 2 MB

source: Invalid CSV file
it: file CSV non valido

source: and check with our sample file
it: e verificare con il nostro file di esempio

source: Require atleast Task Title column to import the Tasks
it: Richiede almeno la colonna Task Title per importare le Tasks

source: Please import a valid CSV file
it: Si prega di importare un file CSV valido

source: Already a file with same name and same size of
it: Già un file con lo stesso nome e la stessa dimensione di

source: bytes exists
it: byte esistente

source: Would you like to replace the exsiting file
it: Volete sostituire il file esistente

source: Already file with same name and size of
it: Già file con lo stesso nome e dimensione

source: Would you like to replace the existing file
it: Volete sostituire il file esistente

source: Oops! Error occured in deletion of project
it: Oops! Errore durante la cancellazione del progetto

source: Task type
it: tipo di Task

source: updated successfully.
it: aggiornato con successo.

source: added successfully.
it: aggiunto con successo.

source: Error in addition of task type.
it: Errore nell' aggiunta del tipo di Task.

source: Task type saved successfully.
it: Tipo di attività salvata.

source: Error in saving of task type.
it: Errore nel salvataggio del tipo di task.

source: No data for this date range & project
it: Non ci sono dati per questo intervallo di date e di progetto

source: Opened
it: Aperto

source: Company photo removed successfully
it: Foto aziendale eliminata con successo

source: Company logo should be an image file
it: logo aziendale dovrebbe essere un file immagine

source: Company logo size cannot excceed 1mb
it: Dimensioni del logo dell'azienda non può superare 1MB

source: Name cannot be left blank
it: Il nome non può essere lasciato vuoto

source: Company updated successfully
it: Azienda aggiornata con successo

source: Notification settings saved successfully
it: Impostazioni di notifica salvate con successo

source: user deleted successfully
it: utente cancellato con successo

source: Sorry! User cannot be enabled. User Limit Exceeded!
it: Scusate! L'utente non può essere attivato. Limite di utenze superato!

source: User enabled successfully
it: Utente abilitato con successo

source: User disabled successfully
it: Utente disabilitato con successo

source: Granted admin privilege
it: concesso privilegio amministratore

source: Granted client privilege
it: privilegio cliente concesso

source: Revoked client privilege
it: privilegio client revocato

source: Revoked admin privilege
it: privilegio amministratore revocato

source: Invited you to join
it: ti ha invitato a partecipare

source: on Orangescrum
it: su Orangescrum

source: Invited you to join on Orangescrum
it: ti ha invitato ad unirsi a Orangescrum

source: Invitation resent to
it: Invito a risentirsi

source: Password of
it: password di

source: reset successfully
it: ripristinato con successo

source: Forgot Password Request
it: Richiesta di Password dimenticata

source: Sorry! you have exceeded the user limit
it: Scusate! è stato superato il limite di utenti

source: Sorry! This account exceeded the user limit.
it: Scusate! Questo account ha superato il limite di utenti.

source: invited you to join
it: ti ha invitato a partecipare

source: invited you to join Orangescrum
it: ti ha invitato a unirti a Orangescrum

source: Invitation sent to Successfully
it: Invito inviato con successo

source: Invitation Failed. Please try again!
it: Invito non riuscito. Riprova!

source: Invitation sent to
it: Invito inviato a

source: Email or Password is invalid!
it: E-mail o password non è valida!

source: email already exists
it: Email già esistente

source: Now you can login using
it: Ora puoi effettuare il login usando

source: Profile photo removed successfully
it: Foto di profilo rimossa con successo

source: Email cannot be left blank
it: E-mail non può essere lasciato vuoto

source: Opps! Email address already exists.
it: Opps! L'indirizzo email è già esistente.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
it: Opps! Formato di file non valido! I formati supportati sono gif, jpg, jpeg e png.

source: Profile photo size cannot excceed 1mb
it: Il formato della foto Profilo non può superare 1MB

source: Profile updated successfully.<br />A confirmation link has been sent to
it: Profilo aggiornato con successo. <br /> Un link di conferma è stato inviato

source: Profile updated successfully
it: Profilo aggiornato con successo

source: Orangescrum Login Email ID Confirmation
it: Orangescrum Login Email ID di conferma

source: Old password cannot be left blank!
it: il campo della vecchia password non può essere lasciato vuoto!

source: Please enter correct old password.
it: Si prega di inserire correttamente la vecchia password.

source: New password cannot be left blank!
it: Il campo della nuova password non può essere lasciato vuoto!

source: Re-type password cannot be left blank!
it: Re-type password non può essere lasciato vuoto!

source: Re-type password do not match!
it: Re-type password non corrispondono!

source: Password changed successfully
it: password cambiata con successo

source: Template updated successfully
it: Modello aggiornato con successo

source: Template can't be updated
it: Il modello non può essere aggiornato

source: Template added successfully
it: Modello aggiunto correttamente

source: Template can't be added
it: Il modello non può essere aggiunto

source: Deleted successfully
it: cancellato con successo

source: Notifications changed successfully
it: Notifiche cambiate con successo

source: Reports changed successfully
it: Report cambiati con successo

source: Company logo removed successfully
it: Logo aziendale rimosso con successo

source: You have been added to multiple projects on Orangescrum
it: Sei stato aggiunto a più progetti su Orangescrum

source: You have been added to
it: Sei stato aggiunto alla

source: Started
it: Iniziato

source: Files
it: File

source: Updates
it: aggiornamenti

source: first day of january
it: primo giorno di gennaio

source: last day of march
it: ultimo giorno del mese di marzo

source: first day of april
it: primo giorno di aprile

source: last day of june
it: ultimo giorno del mese di giugno

source: first day of july
it: primo giorno di luglio

source: last day of september
it: ultimo giorno del mese di settembre

source: first day of october
it: primo ottobre

source: last day of december
it: ultimo giorno del mese di dicembre

source: posted a new Task
it: pubblicato un nuovo Task

source: REPLIED
it: RISPOSTO

source: responded on the Task
it: ha risposto il Task

source: This task is assigned to
it: Questo compito viene assegnato a

source: Due date
it: Scadenza

source: LOW
it: BASSO

source: HIGH
it: ALTO

source: Priority
it: Priorità

source: You have
it: Hai

source: has
it: ha

source: Project
it: Progetto

source: Task
it: Compito

source: Type
it: Digitare

source: To read the original message, view comments, reply & download attachment
it: Per leggere il messaggio originale, visualizzare i commenti, rispondere e scaricare allegati

source: This email notification is sent by
it: Questa notifica e-mail viene inviata da

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
it: Hai ricevuto questa notifica e-mail perché si è abbonati al Orangescrum, per annullare l'iscrizione, inviare un'e-mail con oggetto 'Cancellati' a

source: Daily Catch-Up Alert
it: Catch-up giornaliero Alert

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
it: Questo è un promemoria per inviare il vostro aggiornamento di oggi per Orangescrum. Basta rispondere a questa e-mail con gli aggiornamenti, verrà aggiunto al progetto.

source: NOTE
it: NOTA

source: DO NOT change the SUBJECT while replying.
it: NON cambiare il soggetto mentre si risponde.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
it: Non desideri queste e-mail? Per annullare l'iscrizione, contattare l'amministratore account per disattivare il <b> Daily Catch-Up </ b> avviso per voi.

source: Sorry! You are exceeding your user limit
it: Scusa! Stai superando il limite utenze

source: Sorry! You are not allowed to add a disabled user to a the project
it: Scusate! Non è consentito aggiungere un utente disabilitato ad un progetto

source: invited you to join
it: ti ha invitato a partecipare

source: invited you to join Orangescrum
it: ti ha invitato a partecipare a Orangescrum

source: Set Due Date
it: Imposta Data di scadenza

source: No Due Date
it: Niente Data di scadenza

source: Modified
it: Modificata

source: Task Type changed to
it: Task Type cambiato

source: Task re-assigned to
it: Task ri-assegnato a

source: Due Date changed to
it: Data di scadenza modificata per

source: Due Date
it: Scadenza

source: Priority changed to
it: Priorità cambiata

source: Status changed to
it: Stato cambiato

source: Estimated Hour(s) changed to
it: Ora stimata cambiata in

source: Added time log
it: Aggiunto log tempo

source: Updated time log
it: log tempo Aggiornato

source: changed estimated hour(s) of
it: cambio dell'ora stimata di

source: changed progress of
it: cambiato il progresso di

source: No Task found with the selected id
it: Nessun compito trovato con l'ID selezionato

source: Project deleted successfully
it: Progetto cancellato con successo

source: Oops! No project found with the given id.
it: Oops! Nessun progetto trovato con il dato id.

source: responded
it: risposto

source: closed
it: chiuso

source: resolved
it: risolto

source: Changed the status to
it: Cambiato lo stato di

source: of the task
it: del task

source: updated
it: aggiornato

source: task type to
it: tipo di task di

source: assigned
it: assegnato

source: to
it: a

source: proirity to
it: proirità a

source: due date on
it: data di scadenza su

source: created
it: creato

source: Email already exists! Please try another
it: Email già esistente! Si prega di provare con un altro

source: Please enter a valid email.
it: Inserisci una email valida.

source: is not allowed
it: non è permesso

source: Oops, site address already in use!
it: Ops, l'indirizzo già in uso sito!

source: Invalid coupon code!
it: codice coupon valido!

source: Oops! Coupon code has already used.
it: Oops! Codici promozionali già utilizzati.

source: Select Project
it: Selezionare Progetto

source: User
it: Utente

source: Select User
it: Selezionare utente

source: Key
it: Chiave

source: Loading
it: Caricamento in corso

source: Save
it: Salvare

source: Add
it: Aggiungere

source: or
it: o

source: Cancel
it: Annulla

source: Project can not be left blank
it: Progetto non può essere lasciato vuoto

source: User can not be left blank
it: L'utente non può essere lasciato vuoto

source: Title
it: Titolo

source: Description
it: Descrizione

source: Estimated Hour
it: Ora stimata

source: Select a file to upload
it: Selezionare un file da caricare

source: API key can not be blank
it: API key non può essere vuoto

source: Task title can not be left blank
it: Task titolo non può essere lasciato vuoto

source: Generate
it: creare

source: Generate API Key
it: Generare API Key

source: Is Active
it: È attivo

source: Action
it: Azione

source: Edit
it: Modifica

source: Delete
it: cancellare

source: Test API
it: API di prova

source: Api key not created. Generate new Api key
it: API Key non ha creato. Genera nuova Api key

source: Test API form
it: modulo API di prova

source: Are you sure to delete this api key
it: Sei sicuro di voler eliminare questa API key

source: Client Restrictions
it: Restrizioni client

source: A client cannot create a project, but can view
it: Un client non è in grado di creare un progetto, ma può visualizzare

source: Yes
it: sì

source: A client cannot create a new user or add a user
it: Un client non è in grado di creare un nuovo utente o aggiungere un utente

source: A client cannot create a new task but can view the task
it: Un client non è in grado di creare una nuova attività, ma può visualizzare il compito

source: A client can reply to a task
it: Un client può rispondere a un task

source: A client cannot create a new milestone, but can view
it: Un client non è in grado di creare una nuova Milestone, ma può visualizzare

source: Default Milestone
it: Standard Milestone

source: Edit Task
it: Modifica operazione

source: Task Title
it: Task Titolo

source: Oops! No project selected.
it: Oops! Nessun progetto selezionato.

source: Assign To
it: Assegnato a

source: Task Status
it: Stato attività

source: Task status
it: lo stato delle attività

source: Start
it: Inizio

source: End
it: Fine

source: Undo
it: Disfare

source: Redo
it: Rifare

source: Insert Task Above
it: Inserire Task Sopra

source: Insert Task Below
it: Inserire Task Sotto

source: Indent Task
it: Task indentato

source: Unindent Task
it: Task non indentato

source: Move Up
it: sali

source: Move Down
it: scendi

source: Zoom In
it: Ingrandire

source: Delete Task
it: Elimina attività

source: Print
it: Stampare

source: Critical Path
it: Percorso critico

source: Edit Resources
it: modificare le risorse

source: Next
it: Il prossimo

source: Previous
it: Precedente

source: Code/short Name
it: Codice / short Nome

source: Name
it: Nome

source: Hide Tasks
it: nascondere le attività

source: Duration
it: Durata

source: Assignees
it: assegnatari

source: name
it: Nome

source: You have modified tasks, reloading the page will reset all changes
it: Sono stati modificati task, ricaricare la pagina ripristinerà tutte le modifiche

source: Select
it: Selezionare

source: Add New Invoice
it: Aggiungere Nuova fattura

source: Please enter customer name.
it: Si prega di inserire il nome del cliente.

source: Please enter email address.
it: Si prega di inserire l'indirizzo e-mail.
